Repository: lliurex/fotoalbum
Catalog: translations/locale/*/fotoalbum.po
Languages: ca

source: No mode selected
ca: No s'ha seleccionat manera

source: not exists
ca: no existeix

source: Unknown image size
ca: Grandària d'imatge desconeguda

source: Open {} ?
ca: Obrir {} ?

source: Desired number of pieces ?
ca: Nombre desitjat de peces ?

source: Make curves ?
ca: Utilitzar corbes ?

source: Name for bookmark ?
ca: Valor per a l'etiqueta ?

source: Wrong parameters
ca: Paràmetres incorrectes

source: Wrong mode
ca: Manera errònia

source: Template {} not found!
ca: Plantilla {} no trobada!
